Repository: henrique-pan/video_poker
Catalog: video_poker/*.lproj/Localizable.strings
Languages: fr

source: Royal Flush
fr: Quinte royale

source: Straight Flush
fr: Quinte

source: Four Kind
fr: Carre

source: Full House
fr: Main pleine

source: Flush
fr: Couleur

source: Straight
fr: Sequence

source: Three Kind
fr: Brelan

source: Two Pairs
fr: Double paire

source: One Pair
fr: Paire

source: You need credit
fr: Vous avez besoin de crédit

source: Do you want to buy more $1000?
fr: Voulez-vous acheter plus $1000?

source: Yes
fr: Oui

source: No
fr: Non

source: You should bet to deal!
fr: Vous devez faire un pari pour jouer!

source: Ok
fr: D'accord
